Repository: BestSonny/TwitterClone
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: sv

source: can't be blank
sv: kan inte vara tomt

source: has already been taken
sv: är redan taget

source: is invalid
sv: är fel

source: has invalid format
sv: har fel format

source: has an invalid entry
sv: har en fel notering

source: is reserved
sv: är reserverad

source: does not match confirmation
sv: matchar inte bekräftelsen

source: is still associated to this entry
sv: är fortfarande associerat till denna notering

source: are still associated to this entry
sv: är fortfarande associerat till denna notering

source: should be %{count} character(s)
sv: ska vara %{count} karaktär

source: should have %{count} item(s)
sv: ska ha %{count} föremål

source: should be at least %{count} character(s)
sv: ska vara minst %{count} karaktär

source: should have at least %{count} item(s)
sv: ska ha minst %{count} föremål

source: should be at most %{count} character(s)
sv: ska vara max %{count} karaktär

source: should have at most %{count} item(s)
sv: ska ha max %{count} föremål

source: must be less than %{number}
sv: måste vara lägre än %{number}

source: must be greater than %{number}
sv: måste vara högre än %{number}

source: must be less than or equal to %{number}
sv: måste vara lägre eller lika med %{number}

source: must be greater than or equal to %{number}
sv: måste vara högre eller lika med %{number}

source: must be equal to %{number}
sv: måste vara lika med %{number}
